Repository: bovirus/InnoUnpacker-Windows-GUI
Catalog: languages/project/*/default.po
Languages: fr, hu, it

source: Inspect and unpack InnoSetup files
fr: Inspecter et décompresser les fichiers InnoSetup
hu: Vizsgál és kibont InnoSetup fájlokat
it: Analizza/decomprimi file Inno Setup

source: InnoSetup archive:
fr: Archives InnoSetup:
hu: InnoSetup-Archívum:
it: Archivio Inno Setup:

source: Select unpack tool
fr: Sélectionnez l'outil de dépaquage
hu: Válasszon kicsomagolási eszközt
it: Seleziona strumento decompressione

source: Quit program
fr: Quitter le programme
hu: Kilépés a programból
it: Esci dal programma

source: List files
fr: Liste des fichiers
hu: Lista fájlok
it: Elenco file

source: Extract files
fr: Extraire les fichiers
hu: Fájlok kinyerése
it: Estrai file

source: Verify archive
fr: Vérifier l'archive
hu: Archívum ellenőrzése
it: Verifica archivio

source: Process embedded files
fr: Traiter les fichiers encastrés
hu: Beágyazott fájlok feldolgozása
it: Elabora file incorporati

source: About the program
fr: À propos du programme
hu: A program névjegye
it: Info sul programma

source: InnoSetup archive is encrypted
fr: L'archive InnoSetup est cryptée
hu: Az InnoSetup archívum titkosított
it: Archivio InnoSetup criptato

source: Password:
fr: Mot de passe :
hu: Jelszó:

source: Show list of all supported Inno Setup versions
fr: Afficher la liste de toutes les versions d'Inno Setup prises en charge
hu: Az összes támogatott Inno Setup verzió listájának megjelenítése
it: Mostra l'elenco di tutte le versioni di Inno Setup supportate

source: Extract to directory:
fr: Extraire dans le répertoire :
hu: Kivonatolás a könyvtárba:
it: Estrai nella cartella:

source: File filter:
fr: Filtre du fichier:
hu: Fájlszűrő:
it: Filtro file:

source: Extract files to this directory
fr: Extraire les fichiers dans ce répertoire
hu: Fájlok kinyerése ebbe a mappába
it: Estrai file in questa cartella

source: Start extraction
fr: Commencer l'extraction
hu: Kinyerés indítása
it: Avvia estrazione

source: Extract
fr: Extrait
hu: Kibontás
it: Estrai

source: Process duplicate files
fr: Traiter les fichiers en double
hu: Dupla fájlok folyamata
it: Elabora file duplicati

source: Overwrite files
fr: Écraser les fichiers
hu: Fájlok felülírása
it: Sovrascrivi file

source: Without paths
fr: Sans chemins
hu: Útvonalak nélkül
it: Estrai senza percorsi

source: Edit file filter
fr: Dialogue de filtre de fichier
hu: Fájlszűrő szerkesztése
it: Modifica il filtro del file

source: Select directory for extracted files
fr: Sélectionnez le répertoire pour l'extraction des fichiers
hu: Kiválasztott könyvtár kinyert fájlig
it: Seleziona la cartella dove estrarre i file

source: Use directory of setup archive
fr: Utiliser le répertoire de l'archive d'installation
hu: A beállítási archívum könyvtárának használata
it: Utilizzare la directory dell'archivio di setup

source: Copy output to clipboard
fr: Copier dans le presse-papiers
hu: Másolás vágólapra
it: Copia output negli Appunti

source: Scroll down
fr: Défilez vers le bas
hu: Görgetés le
it: Scorri verso il basso

source: Scroll up
fr: Haut de page
hu: Görgetés fel
it: Scorrere verso l'alto

source: Command line options: [<name>] [/d:<ddir>] [/f:<filter>] [/m] [/s] [/a] [/o] <name> : name of setup file to be unpacked <ddir> : destination directory for unpacked files <filter> : file filter /m : process internal embedded files /s : extract files without paths /a : process all copies of duplicate files /o : overwrite files
fr: Options de la ligne de commande : [<name>] [/d :<ddir>] [/f :<filter>] [/m] [/s] [/a] [/o] <name> : nom du fichier d'installation à décompresser <ddir> : répertoire de destination pour les fichiers décompressés <filter> : filtre de fichier /m : traiter les fichiers internes incorporés /s : extrait les fichiers sans chemin d'accès /a : traiter toutes les copies de fichiers dupliqués /o : écraser les fichiers
hu: Parancssori opciók: [<name>] [/d:<ddir>] [/f:<filter>] [/m] [/s] [/a] [/o] [/a] [/o] <name> : a kicsomagolandó telepítőfájl neve <ddir> : a kicsomagolt fájlok célkönyvtára <filter> : fájlszűrő /m : belső beágyazott fájlok feldolgozása /s : fájlok kicsomagolása elérési utak nélkül /a : a duplikált fájlok összes másolatának feldolgozása /o : fájlok felülírása
it: Opzioni riga comando: [<name>] [/d:<ddir>] [/f:<filter>] [/m] [/s] [/a] [/o] <name> : nome del file di setup da scompattare <ddir> : directory di destinazione per i file scompattati <filter> : filtro file /m : elabora i file interni incorporati /s : estrae i file senza percorso /a : elabora tutte le copie dei file duplicati /o : sovrascrivere i file

source: This application only allows dropping of exe files!
fr: Cette application ne permet que le dépôt de fichiers exe !
hu: Ez az alkalmazás csak lehetővé teszi csepegés exe fájlokat!
it: Questa applicazione consente solo di rilasciare i file exe!

source: Programs|*.exe|All files|*.*
fr: Programmes|*.exe|Tous le fichiers|*.*
hu: Programok|*.exe|Minden fájl|*.*
it: Programmi|*.exe|Tutti i file|*.*

source: Select InnoSetup archive
fr: Choisissez l'archive InnoSetup
hu: Az InnoSetup archívum kiválasztása
it: Seleziona archivio Inno Setup

source: Search for "innounp.exe"
fr: Recherche pour "innounp.exe"
hu: Keresés "innounp.exe"
it: Ricerca "innounp.exe"

source: Extract files matching:
fr: Extraire les fichiers correspondants :
hu: A megfelelő fájlok kivonása:
it: Estrarre i file corrispondenti:

source: Extracting setup file ... Destination directory: %s
fr: Extraction du fichier d'installation... Répertoire de destination: %s
hu: A telepítőfájl kibontása ... Célkönyvtár: %s
it: Estrazione installer programma... Cartella destinazione: %s

source: Filename:
fr: Nom du fichier:
hu: Fájlnév:
it: Nome file:

source: Error:
fr: Erreur:
hu: Hiba:
it: Errore:

source: Name:
fr: Nom:
hu: Név:
it: Nome:

source: Version:
hu: Verzió:
it: Versione:

source: Copyright:
hu: Szerző:

source: Company:
fr: Entreprise:
hu: Cég:
it: Società:

source: Comment:
fr: Commentaire:
hu: Megjegyzés:
it: Commento:

source: Timeout occured - continue anyway?
fr: Timeout survenu - continuer quand même ?
hu: Időkorlátozás történt - folytassuk mégis?
it: Si è verificato un timeout - continuare comunque?
